Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: the agreement can be rescinded.
nb: NAB-ordning, vil avtalen kunne avvikles.

source: indicators used in setting the countercyclical capital buffer.
nb: detaljert analyse av indikatorer for å sette motsyklisk kapitalbufferen.

source: emitted around 133 tonnes of CO equivalents
nb: om lag 133 tonn CO -ekvivalenter per million

source: Today, monetary stability is often linked to aims of price stability or low and stable inflation.
nb: I dag knyttes stabilitet i pengeverdien ofte opp mot mål om prisstabilitet eller lav og stabil inflasjon.

source: to submit suspension cases to the extent possible to
nb: I Norge gjelder dette særlig i betalingskortsys-

source: The household sector’s money holdings, deflated by the CPI-ATE2 (M2 households).
nb: Husholdningenes pengemengde, deflatert med KPI-JAE2 (M2 husholdninger).

source: example is credit assessment procedures and surveillance
nb: legg vil også systemenes betydning for effektiviteten i

source: The instruction rule in the second paragraph applies to the Bank “as to its activities under the present Act”.
nb: Instruksjonsregelen i annet ledd gjelder banken «i sin virksomhet etter denne lov».

source: When a ship was beached for the night, the mast would be unstepped and the wool sail used as a cover or as a tent for the crew.
nb: Om man la seg til ved land om natten, ble masten lagt ned og ullseilet tjeldet, eller det ble brukt som telt over mannskapet.

source: Industrial output in January in these countries was 31, 22.7 and 20.5 per cent lower respectively than at the same time last year.
nb: I disse landene var industriproduksjonen i januar henholdsvis 31, 22,7 og 20,5 prosent lavere enn på samme tid i fjor.

source: stock banks in Norway (Petersen, 1986). circulating in all three countries. It became necessary to
nb: banker i Norge (Petersen, 1986). Men denne praksis var ikke begrenset til et enkelt

source: Item 12/2018 GPFG – Expectations document on tax and transparency
nb: Sak 12/2018 SPU – Forventningsdokument om skatt og åpenhet

source: In contrast to foreign issuers, Norway also accepts cred-
nb: valutaer enn i det tidligere regelverket, hvor Norges

source: Local Norges Bank offices are
nb: Lokale kontorer av Norges Bank

source: 1 With thanks to Bjørn Helge Vatne, Fredrik Wulfsberg and colleagues at Norges Bank Monetary Policy for valuable comments and input,
nb: 1 Takk til Bjørn Helge Vatne, Fredrik Wulfsberg og kollegaer i Norges Bank Pengepolitikk for nyttige kommentarer og innspill.

source: Commercial property prices are chained as described in Table 6.
nb: Næringseiendomsprisen er skjøtet som beskrevet i tabell 6.

source: risk for the third quarter of 2020.
nb: 2020 og ba om at disse innarbeides før protokollen ferdigstilles.

source: The Commission proposes to codify these tasks in Section 1-3 on the Bank’s functions.
nb: Disse oppgavene er foreslått lovfestet i § 1-3 om bankens virksomhet.

source: report for 2020.
nb: 2020 til etterretning.

source: In this article, we discuss possible effects of the revisions made in January 2013.
nb: I denne artikkelen diskuterer og analyserer vi mulige virkninger på KPI-veksten av metodeendringene som ble gjort i januar 2013.

source: In 2014, just under 30 percent of goods imported into Norway excluding ships and oil platforms was registered as invoiced in NOK (Chart 12 in Section 4.4).
nb: I 2014 ble i underkant av 30 prosent av vareimporten til Norge utenom skip og plattformer registrert som oppgjort i norske kroner, se figur 12 i avsnitt 4.4.

source: The research into CBDCs and developments in the monetary and payment system have shown the importance of pursuing this work further.
nb: Utredningen og utviklingstrekk i penge- og betalingssystemet har tydeliggjort at det er viktig å gå videre med arbeidet.

source: cases will be capable of mitigating the detrimental
nb: markedsverdi, som er det sentrale verdibegrepet i finans-

source: Since Nowa is the recommended Norwegian krone reference rate more users will use Nowa as a fallback in contracts referencing Nibor.
nb: Siden Nowa er anbefalt som alternativ referanserente i norske kroner vil flere bruke Nowa som fallback i kontrakter med Nibor som referanse.

source: Norges Bank has now published an estimated time series for reformed Nowa that has been forwarded to LCH.
nb: Norges Bank har nå publisert en estimert tidsserie for reformert Nowa som er videresendt til LCH.

source: private transactions and partly in connection with illegal
nb: private transaksjoner, og dels i forbindelse med ulovlige

source: Memo from the Risk and Investment Committee of 2 February 2021 Trond Grande presented the main elements of the annual report.
nb: Notat 2. februar 2021 fra Risiko- og investeringsutvalget (RIU) Trond Grande redegjorde for hovedelementer i årsrapporten.

source: Unsecured interest-bearing debt with an interest rate above 8 percent.
nb: Rentebærende usikret gjeld med rente over 8 prosent.

source: The Executive Board exchanged views and took note of the presentation on bonus
nb: Hovedstyret hadde en meningsutveksling og tok redegjørelsen om bonusutbetaling i

source: At the same time, it entails a vulnerability to cyber attacks.
nb: Samtidig medfører det en sårbarhet for cyberangrep.

source: The consultation report discusses how the differences in maturity between the two interest rates is to be dealt with (term adjustment), various methods for calculating the difference between Nibor and Nowa (spread adjustment) and what should trigger a transition from Nibor to Nowa (triggers).
nb: Konsultasjonsrapporten drøfter hvordan forskjellen i løpetid mellom de to rentene skal håndteres (terminjustering), ulike metoder for å beregne differansen mellom Nibor og Nowa (spreadjustering) og hva som bør utløse en overgang fra Nibor til Nowa (triggere).

source: Production in the Norwegian Sea started in 1993 and in the Barents Sea in 2007.
nb: Produksjonen i Norskehavet startet i 1993, og i Barentshavet i 2007.

source: In Norway, such work is underway to map fundamental national functions in the financial system in connection with implementing the new Security Act.
nb: I Norge pågår det et slikt arbeid ved kartlegging av grunnleggende nasjonale funksjoner i det finansielle systemet i forbindelse med implementering av den nye sikkerhetsloven.

source: The Executive Board discussed the matter and approved the circulation for comment of the draft new lending regulation and consultation letter.
nb: Hovedstyret hadde en meningsutveksling og sluttet seg til at utkastet til ny låneforskrift og høringsbrev sendes på høring.

source: Mona Sørensen holds a degree in economics and administration and an Executive Master of Management with a specialisation in applied organisational psychology from the BI Norwegian Business School.
nb: Sørensen har en bachelor i økonomi og administrasjon og en Executive Master of Management med spesialisering i brukerrettet organisasjonspsykologi fra Handelshøyskolen BI.

source: Item 6/2018 The report "Financial Infrastructure 2018" – proposed themes
nb: Sak 6/2018 Rapporten Finansiell Infrastruktur 2018 – forslag til tema

source: The rules sparked debate, and academics the world over – including in Norway – ridiculed them as far-fetched and hopelessly rigid.
nb: Reglene vakte debatt, og akademikere verden over - også i Norge - latterliggjorde dem som løst fundert og håpløst stivbente.

source: domestic price stability, and thereby the basis for a stable
nb: for statens formuesstilling og drøfte forvaltningen av

source: 14 Basel II also introduced capital requirements for operational risk.
nb: 14 Basel II innførte også kapitalkrav for operasjonell risiko.

source: They aim to publish a consultation and final report before year end 2020.
nb: Det vil bli publisert en konsultasjons- og sluttrapport på dette temaet i løpet av 2020.

source: Statens Hypotekbank was the first government
nb: Statens Hypotekbank var den første statsbank.

source: BIS recommendations and other aspects of payment systems.
nb: Norske betalingssystemer omfattes av både privat- og

source: Item 194/2019 - GPFG – Investment in unlisted real estate with a single partner
nb: Sak 194/2019 SPU – Investeringer i unotert eiendom med en enkelt samarbeidspartner

source: use the interest rate on intra-day liquidity.
nb: banker styrer via en rente på daglikviditet.

source: 5 This does not rule out households building up buffers other than financial buffers.
nb: 5 Dette utelukker ikke at husholdningene kan bygge andre buffere enn finansielle buffere.

source: The other family has a gross income of NOK 600 000 and debt of
nb: Den andre familien har en bruttoinntekt på 600 000 og en gjeld

source: We have reams of regulations.
nb: Og vi har sider opp og ned med regelverk.

source: The reverse was designed by sculptor Wenche Gulbransen.
nb: Revers er utformet av billedhugger Wenche Gulbransen.

source: Torbjørn Hægeland and the Governor outlined the basis for the recommendation to the Ministry of Finance on the countercyclical capital buffer.
nb: Torbjørn Hægeland og sentralbanksjefen redegjorde for hovedelementer i beslutningsgrunnlaget for råd til Finansdepartementet om motsyklisk kapitalbuffer.

source: The building was designed by architects Kjell Lund and Nils Slaatto, MNAL, who won the open architectural competition in 1973.
nb: Bygget er tegnet av arkitektene MNAL Kjell Lund og Nils Slaatto, som vant den åpne arkitektkonkurransen i 1973.

source: can have large emissions in scope 2.
nb: utslipp i ramme 2.

source: Square sails were effective for sailing with the wind, but could also be used to sail against the wind or to tack to generate lift.
nb: Råseilet er et godt seil for rom vind, men man kan også seile mot vinden, eller beite med det så man vinner høyde.

source: In November, just under 3% of the basis for weighting the consumer price index (CPI) was extrap-olated, based on either seasonal variations or the total CPI.
nb: I november ble i underkant av 3 prosent av vektgrunnlaget i konsumprisindeksen (KPI) fremskrevet enten med sesongvariasjon el er med total KPI.

source: public expenditure started to accelerate in 1997 after
nb: lige utgifter hadde tiltatt fra 1997 etter å ha vært lav på

source: This is USD 1 higher than at the time of the previous monetary policy meeting.
nb: Dette er 1 dollar høyere enn ved forrige rentemøte.

source: According to the International Monetary Fund’s (IMF) aggregate index, financial conditions in most advanced economies are now as they were prior to the pandemic (Chart 1.1).
nb: Ifølge Det internasjonale valutafondets (IMF) samleindikator er de finansielle forholdene nå som før koronapandemien for de fleste industrilandene, se figur 1.1.

source: cash holdings for payment transactions.
nb: til en slags tvungen formuesoppbevaring i kontanter.

source: and that any collateral for loans at Norges Bank has been released from the collateral account.
nb: verdipapir som er pantsatt for lån i Norges Bank er frigitt fra pantekonto.

source: central bank responds to a cost-push shock by raising real interest rates.
nb: svarer på et kostnadssjokk ved å øke realrenten.

source: High and persistent house price infla-tion can contribute to holding up credit growth evenafter prices have levelled off.
nb: En sterk og langvarig vekst i prisene påboliger vil kunne bidra til vekst i kreditten selv etter atprisene har flatet ut.

source: Stock markets in other countries followedsuit.
nb: Børsene i andre land fulgteetter.

source: Bank are partly integrated in technical terms.
nb: avsenders bank og mottakers bank er gjennomført.

source: The optimal sup- tions is presented in sections 5 and 6.
nb: som presenteres i avsnitt 5 og 6.

source: • The new system is planned to be in operation as from the second half of 2011. Norges
nb: • Det legges opp til at det nye systemet iverksettes fra og med andre halvår 2011.

source: higher than the targets in Sweden, Canada and the euro
nb: høyere enn målene for prisutviklingen i Sverige, Canada

source: LTV ratios are little changed from pre-pandemic levels.
nb: Belåningsgraden er lite endret sammenliknet med før pandemien.

source: – a historical reviewHarald Haare, special advisor, Payment Systems Department, Norges Bank
nb: oppgjør – et historisk perspektivHarald Haare, spesialrådgiver, Avdeling for betalingssystemer i Norges Bank

source: The macro model simulates alternative scenarios for the Norwegian economy.
nb: Makromodellen brukes til å utvikle alternative scenarioer for norsk økonomi.

source: This is why unemployment is rising.
nb: Derfor øker arbeidsledigheten.

source: Swiss franc (CHF) - daily exchange rate from Norges Bank
nb: Sveitsiske franc (CHF) - dagens valutakurs fra Norges Bank

source: By looking at the composition of equity it is possible to
nb: struktur, med utgangspunkt i at sikre og effektive betal-

source: Norwegian oil and gas industry has very high emissions in scope 3.
nb: Salg av fossilt brennstoff er en viktig kilde til utslipp i ramme 3 i Norge.

source: The Executive Board therefore supports the Commission in having Norges Bank’s role as lender of last resort expressly stated in the act, as is the case today.
nb: Hovedstyret støtter derfor utvalget i at Norges Banks rolle som långiver i siste instans, som i dag, uttrykkelig fremgår av loven.

source: As supervisory authority, Norges Bank sets requirements for licensed interbank systems.
nb: Som tilsynsmyndighet stil er Norges Bank krav til konse-sjonsbelagte interbanksystemer.

source: 1 riksdaler courant [= 3.20 kroner], the relation between riksdaler courant and riksdaler species is adjusted to 4:5, hence 1 riksdaler courant is 80% of 1 riksdaler species.
nb: 1 riksdaler courant (=3,20 kroner), forholdet mellom riksdalar courant og riksdaler species ble justert til 4:5, dermed er 1 riksdalar courant lik 80 % av 1 riksdalar species.

source: The I-44 is a geometric mean of 44 exchange rates.
nb: I-44 er et geometrisk gjennomsnitt av 44 valutakurser.

source: Sometimes we learn, sometimes we do not.
nb: Noen ganger lærer vi, andre ganger ikke.

source: On the primary motif on the …
nb: Om hovedmotivet på …

source: NB RPD PROD (Production data)
nb: NB_RPD_PROD (For å markere at dette er produksjonsdata)

source: disbursements of interest from securities pledged
nb: av renter av verdipapirer pantsatt i VPS

source: Foucault (1999) shows that it will be optimal information about the transaction process to which par-
nb: Foucault (1999) viser at det vil gjennomsiktighet, det vil si hvor mye informasjon mar-

source: expectations of further price increases, which in turn led
nb: opp de store lekkasjene som er påvist i petroleumsskatte-

source: the management of Norges Bank’s financial statements for 2020, and noted that:
nb: håndtering av årsregnskapet for 2020, og merket seg:

source: The level of the systemic risk buffer was raised from 3% to 4.5% with effect from end-2020.
nb: Kravet til systemrisikobuffer ble økt fra 3 til 4,5 prosent med virkning fra utgangen av 2020.

source: In 1930, an artistic competition was held to design a new banknote series, but the war put a stop to its realisation.
nb: Det ble avholdt en kunstnerkonkurranse i 1930 om utformingen av en ny seddelutgave, men krigen satte en stopper for å realisere den.

source: Hoff provides a detailed overview of the components that determined structural liquidity in the
nb: Hoff gir en nærmere oversikt over hvilke komponenter som har bestemt strukturell likviditet i

source: Norges Bank facilitates a secure and efficient system for settling payments and issues banknotes and coins.
nb: Norges Bank legger til rette for et sikkert og effektivt system for oppgjør av betalinger og utsteder sedler og mynter.

source: This article analyses Norges Bank’s projections for 2001 and 2002 as presented in Inflation Report
nb: I denne artikkelen analyserer vi Norges Banks anslag for 2001 og 2002, slik de ble presentert i Inflasjonsrapport

source: Video conferencing was used because of the Covid-19 pandemic.
nb: Møtet ble avholdt digitalt som følge av Covid-19 pandemien.

source: developments in inflation expectations and long-term
nb: etterspørselssjokk som resulterer i økt produksjon og

source: be if wage growth is 2 percentage points higher than in
nb: ten blir 2 prosentpoeng høyere enn i referansebanen i

source: At Norges Bank, foreign exchange transactions associated with the petroleum fund mechanisms are managed in a separate foreign exchange portfolio called the petroleum buffer portfolio (PBP).
nb: I Norges Bank håndteres valutatransaksjonene knyttet til petroleumfondsmekanismen i en egen valutaportefølje kalt petrobufferporteføljen (PBP).

source: If the equity allocation accounts for less than 16 percent or more than 24 percent on the last trading day of the month, the allocation must be rebalanced to 20 percent on the last trading day of the subsequent month.
nb: Dersom aksjeandelen utgjør mindre enn 16 prosent eller mer enn 24 prosent på siste handledag i måneden skal det foretas en rebalansering til 20 prosent på siste handledag i den påfølgende måneden.

source: The average risk weight has fallen by no less than 29
nb: Den gjennomsnittlige risikovekten har falt med hele 29

source: The consultation response will be presented to the Executive Board for final consideration at the meeting on 25 October.
nb: Hovedstyret vil ha en endelig behandling av uttalelsen i møtet 25. oktober.

source: Estimates for 2005 (see Inflation Report 3/05).
nb: Anslag for 2005,se Inflasjonsrapport 3/05.

source: (unexpected/expected) rise in demand?
nb: ved en (uventet/ventet) økning i etterspørselen?

source: oil tax payments were therefore more frequent and smaller in size.
nb: oljeskatteinnbetalinger ble flere, og relativt mindre i størrelse.

source: Håkon Anton Fagerås won the competition with the motif “15 000 km”.
nb: Vinner av konkurransen ble Håkon Anton Fagerås, med motivet «15 000 km».

source: On “The sea that brings us out into the world”, the theme for the 100-krone banknote
nb: Tema for 100-kroneseddelen: "Havet som bringer oss ut i verden"

source: effect. The overall effect on inflation in 2003 of the dif-
nb: Dekomponering av avvik mellom faktisk og anslått veksti KPI-JAE i 2003.

source: Rental prices fell weakly at the start of the pandemic but are now back to around their pre-pandemic level.
nb: Leieprisene falt svakt i begynnelsen av pandemien, men er nå tilbake på omtrent samme nivå som før pandemien.

source: Item 123/2018 Pay bands for NBIM's leader groups
nb: Sak 123/2018 Intervaller for fastlønn til ledergruppene i NBIM

source: The risk premium, measured as the difference between the yield and the five-year swap rate, rose during the pandemic, but is now close to its pre-pandemic level (Chart 1.12).
nb: Risikopremien, målt som differansen mellom avkastningskravet og femårs swaprente, økte under pandemien, men er nå nær nivået fra før pandemien, se figur 1.12.

source: in London), and initially only extended to those banks
nb: i Oslo i motsetning til avregningen i London) og omfat-

source: In the last 50 years, oil and gas activity has become one of the pillars of the Norwegian economy,
nb: De siste 50 årene har olje- og gassvirksomheten blitt en av bærebjelkene i norsk økonomi.

source: a weight of 28 per cent in the consumer price index ad-
nb: en vekt på 28 prosent i konsumprisindeksen justert for

source: This applies to retrieving data from url with this format, where you retrieve exchange rates:https://www.norges-bank.no/globalassets/marketdata/stat/valutakurser/sdv/valuta_dag.sdv
nb: Det gjelder innhenting av data fra url med dette formatet, hvor man henter valutakurser: https://www.norges-bank.no/globalassets/marketdata/stat/valutakurser/sdv/valuta_dag.sdv

source: This will affect all API requests that request "sdmx-json" as the response format.
nb: september ble det offisielle formatet for sdmx-json gjort tilgjengelig.

source: For 2003, the nominal interest rate
nb: For 2003 er det antatt budsjetter og lønn.

source: Both qualitative and quantitative information from the network is used in Norges Bank’s forecasting work.
nb: Både den kvalitative og kvantitative informasjonen benyttes i prognosearbeidet i Norges Bank.

source: ments will influence both the macroeconomic situation
nb: skal videre inngå i vurderingen av institusjonens

source: The coin's obverse was designed by Ingrid Austlid Rise, designer at Det Norske Myntverket AS (Mint of Norway).
nb: Myntens advers er utformet av formgiver ved Det Norske Myntverket AS, Ingrid Austlid Rise.

source: Memo from Financial Stability of 19 January 2018
nb: Notat 19. januar 2018 fra Finansiell stabilitet (FST)

source: This authority has only been used once, in 2004.
nb: Denne hjemmelen er kun benyttet en gang, i 2004.

source: 20-krone coins in the standard design were not issued in 2014.
nb: Det ble ikke produsert 20-kronemynter med ordinært preg i 2014.

source: The Executive Board will consider the matter again in connection with the budget for 2018.
nb: Hovedstyret kommer tilbake til saken i forbindelse med budsjettet for 2018.

source: The use of marine resources, combined with the use of the sea as a transport artery, has been crucial to the development of Norway's economy and society.
nb: Utnyttelsen av ressursene i havet og bruken av sjøen som transportåre, har vært svært viktig for samfunnsutviklingen i Norge.

source: Beneath the leaves: 1500 KRONER.
nb: Under dråpene omskriften 1500 KRONER.

source: figures for somewhat similar enterprises and not on the
nb: estimatet for markedsverdien av foretakets eiendeler er

source: By way of introduction, Vidar Knudsen (DNB Bank) welcomed the attendees to the first meeting of the working group after a hiatus.
nb: Innledningsvis ønsket Vidar Knudsen (DNB Bank) velkommen til det første møtet i ARR-gruppen på en god stund.

source: The buildings in Rådhusgata date from the 1600s, after the fire in 1624, but were subsequently renovated many times.
nb: Husene i Rådhusgata ble opprinnelig oppført på 1600-tallet, etter bybrannen i 1624, men er senere bygget om i flere omganger.

source: improvements at 50% of the companies
nb: Samlet ble det observert en forbedring hos 50 prosent av selskapene

source: (even though it cannot influence
nb: (selv om den ikke kan påvirke

source: used in the illegal economy, every krone in the illegal
nb: økonomi, uten konkrete data for omløpshastigheten i

source: The export price of fresh salmon has risen by 8.5 per cent since the previous policy meeting.
nb: Eksportprisen på fersk laks har hatt en oppgang på 8,5 prosent siden forrige rentemøte.

source: The coin was designed by Ingrid Austlid Rise, a designer at Det Norske Myntverket AS (Mint of Norway).
nb: Mynten er utformet av formgiver ved Den Kongelige Mynt AS, Ingrid Austlid Rise.

source: 1 Our analysis treats the number of cash deposits/withdrawals as independent of the number of cash payments.
nb: 1 Vår analyse behandler antall kontantinnskudd /-uttak som uavhengige av antall kontantbetalinger.

source: There is now a version III of the Basel rules, which have grown from 37 to 616 pages.
nb: Basel-reglene er kommet i versjon III, og er økt fra 37 til 616 sider.

source: The Executive Board discussed the matter and approved the proposed budget for 2020 for Norges Bank Investment Management (NBIM).
nb: Hovedstyret hadde en meningsutveksling og godkjente budsjettforslaget for 2020 for Norges Bank Investment Management.

source: that was set one to two years ago.
nb: som ble satt for ett til to år siden.

source: Old files are deleted - retrieve data from API
nb: Gamle filer slettes - hent data fra API

source: mary follows in Section 6.
nb: Hovedpunktene i artikkelen oppsummeres i kapittel 6.
